Revit 2024 API
UnitTypeId.InverseDegreesCelsius Property
 Inverse degrees Celsius.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId InverseDegreesCelsius { get; }
Visual Basic
Public Shared ReadOnly Property InverseDegreesCelsius As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ InverseDegreesCelsius {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace